// 风机选型系统完整数据库
// 自动生成时间: 2025-10-14 10:55:42

const FAN_PERFORMANCE_DB = [
  {
    "风机性能表": "主要参数"
  },
  {
    "风机性能表": "序号"
  },
  {
    "风机性能表": 1
  },
  {
    "风机性能表": 2
  },
  {
    "风机性能表": 3
  },
  {
    "风机性能表": 4
  },
  {
    "风机性能表": 5
  },
  {
    "风机性能表": 6
  }
];

const FAN_STANDARDS = [
  {
    "目录!A1": "序号",
    "风机相关标准(公众号：机械大佬群)": "标准编号",
    "淘宝店铺链接": "标准名称",
    "col4": "适用范围"
  },
  {
    "目录!A1": 1,
    "风机相关标准(公众号：机械大佬群)": "API Std 673-2002",
    "淘宝店铺链接": "石油、化工和气体工业用离心风机",
    "col4": "规定了石油、化工和气体工业连续运行离心风机的最低要求。\n适用于单级叶轮压升不超过25.4kPa的离心风机，不适用于冷却塔风机、空气冷却风机、换气扇以及容积式鼓风机。"
  },
  {
    "目录!A1": 2,
    "风机相关标准(公众号：机械大佬群)": "DL/T 468-2004",
    "淘宝店铺链接": "电站锅炉风机选型和使用导则",
    "col4": "规定了电站锅炉通风机的设计、制造、选型、安装、运行、验收及风机进出口管道布置设计的基本要求。\n适用于电站锅炉的送风机、引风机、一次风机、排粉风机（煤粉风机）、烟气再循环风机、烟气脱硫装置的增压风机和磨煤机用的密封风机，其他供锅炉用的小型风机，如点火风机、冷却风机等可参考使用。"
  },
  {
    "目录!A1": 3,
    "风机相关标准(公众号：机械大佬群)": "DL/T 469-2004",
    "淘宝店铺链接": "电站锅炉风机现场性能试验",
    "col4": "给出了安装在工作管道中的电站锅炉通风机的一个或多个工况点性能特性的测定规则和方法。\n适用于电站锅炉的送风机、引风机、一次风机、排粉风机（煤粉风机）、烟气再循环风机、烟气脱硫装置的增压风机和磨煤机用的密封风机，其他供锅炉用的小型风机，如点火风机、冷却风机等可参考使用。不包括噪声试验、振动试验和机械运转试验。"
  },
  {
    "目录!A1": 4,
    "风机相关标准(公众号：机械大佬群)": "GB/T 10178-2006\n（等同采用ISO5802:2001）",
    "淘宝店铺链接": "工业通风机现场性能试验",
    "col4": "适用于安装在工作管路上的通风机的一个或多个工况点性能特性测定，所测气体必须是单一的。"
  },
  {
    "目录!A1": 5,
    "风机相关标准(公众号：机械大佬群)": "GB/T 1236-2000\n（等同采用ISO5801:1997）",
    "淘宝店铺链接": "工业通风机用标准化风道进行性能试验",
    "col4": "提出了对测量误差的估算和给出了模型试验情况下，在规定的试验范围内，转速、输送气体和规格变化试验结果的换算规则。\n适用于除转为空气循环设计的风扇（例如屋顶吊扇和台扇）之外的各种型式的工业通风机性能的测定。"
  },
  {
    "目录!A1": 6,
    "风机相关标准(公众号：机械大佬群)": "GB/T 2888-2008",
    "淘宝店铺链接": "风机和罗茨鼓风机噪声测量方法",
    "col4": "规定了A声级和声压级的噪声测量方法，同时也规定了声功率级的噪声测量方法。\n适用于一般型式的通风机、透平压缩机、透平鼓风机和罗茨风机的噪声测试。"
  },
  {
    "目录!A1": 7,
    "风机相关标准(公众号：机械大佬群)": "GB/T 3235-2008",
    "淘宝店铺链接": "通风机基本形式、尺寸、参数及性能曲线",
    "col4": "规定了通风机的基本型式、尺寸参数和性能曲线。\n适用于除射流式通风机、横流式通风机及家用或类似用途的风机设备以外的工业用离心式和轴流式通风机。"
  },
  {
    "目录!A1": 8,
    "风机相关标准(公众号：机械大佬群)": "JB 8523-1997",
    "淘宝店铺链接": "防爆通风机技术条件",
    "col4": "规定了一般用途防爆通风机的技术要求、试验方法、检验规则、保证期、标志、包装及运输。\n适用于爆炸环境中输送在最低闪点浓度以下的气体与空气形成的易燃、易爆的气体混合物的通风换气用风机，其最高温度不超过80℃，含尘量和其他固体杂质含量不大于100mg/m3，直径不大于1mm。"
  },
  {
    "目录!A1": 9,
    "风机相关标准(公众号：机械大佬群)": "JB/T 10213-2000",
    "淘宝店铺链接": "通风机焊接质量检验技术条件",
    "col4": "规定了通风机的焊接质量的技术要求，检查方法及检验规则。\n适用于手工电弧焊焊接低碳钢、低合金结构钢等材料制造的离心呵呵轴流式通风机的焊缝质量检验。"
  },
  {
    "目录!A1": 10,
    "风机相关标准(公众号：机械大佬群)": "JB/T 10214-2000",
    "淘宝店铺链接": "通风机铆焊件技术条件",
    "col4": "规定了铆焊件的材料、主要铆焊件的拼接、铆焊件的落料公差、制造公差及铆焊质量要求。\n适用于离心式和轴流式通风机中的铆接件，其他风机的铆接件可参考使用。"
  },
  {
    "目录!A1": 11,
    "风机相关标准(公众号：机械大佬群)": "JB/T 10281-2001",
    "淘宝店铺链接": "消防排烟通风机技术条件",
    "col4": "规定了消防排烟通风机的定义、技术要求、试验方法、检验规则、标志、包装和运输。\n适用于安装在各类建筑中的机械排烟系统，发生火灾时，起排烟作用的轴流式和离心式通风机。"
  },
  {
    "目录!A1": 12,
    "风机相关标准(公众号：机械大佬群)": "JB/T 10563-2006",
    "淘宝店铺链接": "一般用途离心通风机技术条件",
    "col4": "规定了一般用途离心通风机的技术要求、试验方法、检验方法、检验规则、保证期、标志和包装。\n适用于通风机系统、空调和工业生产上用的离心通风机，其输送介质为空气或空气和其他不含腐蚀性、最高通风机压力不高于30kPa的气体混合物，介质进口温度不超过80℃、含尘量和其他固体杂质的含量不大于100mg/m3，介质无粘性和其他物料。"
  },
  {
    "目录!A1": 13,
    "风机相关标准(公众号：机械大佬群)": "JB/T 2977-2005",
    "淘宝店铺链接": "工业通风机、透平鼓风机和压缩机名词术语",
    "col4": "规定了工业通风机、透平鼓风机和压缩机装置、结构型式、零部件、性能与设计、运行与试验等方面的专用术语。\n适用于制定其他有关标准、编写产品技术文件、编写或翻译书籍文献、教材、样本和国内外的技术交流。"
  },
  {
    "目录!A1": 14,
    "风机相关标准(公众号：机械大佬群)": "JB/T 3165-1999",
    "淘宝店铺链接": "离心和轴流式鼓风机压缩机热力性能试验",
    "col4": "规定了离心和轴流鼓风机和压缩机热力性能试验的试验方法。\n适用于制造厂对压比大于1.15，气体物性参数为已知的离心和轴流鼓风机、压缩机和排气机的热力性能试验"
  },
  {
    "目录!A1": 15,
    "风机相关标准(公众号：机械大佬群)": "JB/T 4357-2008",
    "淘宝店铺链接": "工业蒸气锅炉用离心引风机",
    "col4": "规定了工业锅炉用离心引风机的基本要求，试验与验收，成套供应与保证，标志、包装与运输。\n适用于工业锅炉用离心引风机，引风机进口应配置有除尘器。引风机的进口烟气温度应大于80℃，小于250℃，烟气含尘量不得大于400mg/Nm3的无腐蚀性气体。"
  },
  {
    "目录!A1": 16,
    "风机相关标准(公众号：机械大佬群)": "JB/T 4358-2008",
    "淘宝店铺链接": "电站锅炉离心式通风机",
    "col4": "规定了电站轴流式通风机的技术要求，试验方法，检验方法，标志、包装与运输。\n适用于火电厂电站蒸汽锅炉的离心式通风机（包括送风机、一次风机和引风机）"
  },
  {
    "目录!A1": 17,
    "风机相关标准(公众号：机械大佬群)": "JB/T 4362-2011",
    "淘宝店铺链接": "电站轴流式通风机",
    "col4": "规定了电站锅炉用离心式通风机的技术要求，试验方法，检验规则，标志、包装与运输，贮存及保养等。\n适用于火电站锅炉轴流式送风机、引风机及一次空气风机，也包括火电站轴流脱硫、脱硝风机。送风机及一次空气风机的工作介质温度，在正常情况下不得高于70℃；引风机的工作介质温度不得高于250℃。"
  },
  {
    "目录!A1": 18,
    "风机相关标准(公众号：机械大佬群)": "JB/T 4364-1999",
    "淘宝店铺链接": "风机配套消声器性能试验方法",
    "col4": "规定了制造厂在试验台上对风机配套消声器在空气中进行声学和空气动力学性能的出厂试验方法和要求。\n适用于以阻性为主的消声器，不适用于控制射流噪声的排气放空消声器性能试验。"
  },
  {
    "目录!A1": 19,
    "风机相关标准(公众号：机械大佬群)": "JB/T 4365-1997\n（等效采用API614-1992）",
    "淘宝店铺链接": "专用的润滑、轴密封和控制油系统",
    "col4": "规定了专用的润滑油系统、轴密封系统及控制油系统的最低要求。\n适用于压缩机、齿轮传动设备、泵及驱动机等设备，不适用于内燃机。"
  },
  {
    "目录!A1": 20,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53063-1999",
    "淘宝店铺链接": "一般用途离心通风机产品质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 21,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53064-1999",
    "淘宝店铺链接": "离心压缩机产品质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 22,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53266-1997",
    "淘宝店铺链接": "整体齿轮增速组装型离心压缩机产品质量分等",
    "col4": "内部使用(公众号：机械大佬群)"
  },
  {
    "目录!A1": 23,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53269-1999",
    "淘宝店铺链接": "冷却塔轴流通风机质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 24,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53270-1999",
    "淘宝店铺链接": "电站轴流式风机质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 25,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53274-1999",
    "淘宝店铺链接": "一般用途的离心式鼓风机质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 26,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53275-1999",
    "淘宝店铺链接": "工业锅炉用离心引风机质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 27,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53276-1999",
    "淘宝店铺链接": "一般用途轴流通风机质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 28,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53278-1999",
    "淘宝店铺链接": "一般用途轴流压缩机质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 29,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53282-1999",
    "淘宝店铺链接": "一般用途罗茨鼓风机产品质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 30,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53283-1999",
    "淘宝店铺链接": "高温离心通风机产品质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 31,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53285-1999",
    "淘宝店铺链接": "电站锅炉离心送风机和引风机产品质量分等",
    "col4": "内部使用"
  },
  {
    "目录!A1": 32,
    "风机相关标准(公众号：机械大佬群)": "JB/T 53289-1999",
    "淘宝店铺链接": "防爆通风机产品质量分等",
    "col4": "内部使用(公众号：机械大佬群)"
  },
  {
    "目录!A1": 33,
    "风机相关标准(公众号：机械大佬群)": "JB/T 6444-2004",
    "淘宝店铺链接": "风机包装通用技术条件",
    "col4": "规定了风机包装的技术要求，及钠盐规则，试验方法，标志语随机文件，运输与贮存。\n适用于各类离心式和轴流式通风机、鼓风机、压缩机、罗茨风机产品和配件的包装。"
  },
  {
    "目录!A1": 34,
    "风机相关标准(公众号：机械大佬群)": "JB/T 6445-2005",
    "淘宝店铺链接": "工业通风机叶轮超速实验",
    "col4": "规定了工业通风机叶轮超速试验条件、试验前的准备、试验步骤、试验结果的评定及试验验收报告。\n适用于常温下使用的离心式、轴流式通风机叶轮的超速试验，亦可用于通风机转子的超速试验。"
  },
  {
    "目录!A1": 35,
    "风机相关标准(公众号：机械大佬群)": "JB/T 6885-1993",
    "淘宝店铺链接": "通风机圆形法兰尺寸",
    "col4": "规定了一般用途通风机圆形法兰的尺寸。\n适用于输送无毒、不饱和、无腐蚀、不易燃、无磨损颗粒和温度不超过80℃的空气通风机及其管网用法兰。"
  },
  {
    "目录!A1": 36,
    "风机相关标准(公众号：机械大佬群)": "JB/T 6886-2010",
    "淘宝店铺链接": "通风机涂装技术条件",
    "col4": "规定了通风机产品涂装的技术要求、安全卫生和涂膜检验。\n适用于一般用途通风机的涂装，对特殊用途的通风机亦可参考使用。"
  },
  {
    "目录!A1": 37,
    "风机相关标准(公众号：机械大佬群)": "JB/T 6887-2004",
    "淘宝店铺链接": "风机用铸铁件技术条件",
    "col4": "规定了风机用铸铁件的技术要求、试验方法和验收规则。\n适用于透平式通风机、鼓风机、压缩机、膨胀机及罗茨、叶氏鼓风机所使用的灰铸铁、球墨铸铁和中懵抗磨球墨铸铁、高硅耐蚀铸铁、耐热铸铁等合金铸铁件。"
  },
  {
    "目录!A1": 38,
    "风机相关标准(公众号：机械大佬群)": "JB/T 6888-2004",
    "淘宝店铺链接": "风机用铸钢件技术条件",
    "col4": "规定了风机用铸铁件的技术要求、试验方法和验收规则。\n本标准适用于透平压缩机、鼓风机、通风机、膨胀机及罗茨鼓风机（包括辅机）产品用的碳素钢、不锈钢和低温钢铸件。"
  },
  {
    "目录!A1": 39,
    "风机相关标准(公众号：机械大佬群)": "JB/T 6891-2004",
    "淘宝店铺链接": "风机用消声器技术条件",
    "col4": "规定了风机用消声器的技术要求、性能试验方法、检验规则以及标志、包装、储存与运输、质量保证等要求。\n适用于一般用途的离心式和轴流式通风机、鼓风机、压缩机配套的各种进气、出气、放空消声器，本标准不适用于特殊结构和特殊用途的风机配套消声器产品。"
  },
  {
    "目录!A1": 40,
    "风机相关标准(公众号：机械大佬群)": "JB/T 7258-2006",
    "淘宝店铺链接": "一般用途的离心式鼓风机",
    "col4": "规定了一般用途离心式鼓风机的技术要求、结构、试验、外观、涂饰与防锈、成套供应与保证、标志、包装、运输与保管等最低要求。\n适用于出口压力0.03MPa~0.20MPa，或其压比为1.3-3，含尘量不大于10mg/m3，输送介质为空气及其他无毒无腐蚀性气体的离心式鼓风机。"
  },
  {
    "目录!A1": 41,
    "风机相关标准(公众号：机械大佬群)": "JB/T 8689-1998",
    "淘宝店铺链接": "通风机振动检测及其限值",
    "col4": "规定了通风机运行的振动极限，测量部位、测量仪器要求、被测产品的安装以及测量时的运行条件。\n适用于离心式、轴流式和混流式通风机产品尺长检验、型式试验和使用现场振动指标的验收。"
  },
  {
    "目录!A1": 42,
    "风机相关标准(公众号：机械大佬群)": "JB/T 8690-1998",
    "淘宝店铺链接": "工业通风机噪声限值",
    "col4": "适用于一般型式的离心和轴流通风机，不适用于屋顶、旋涡、特殊高压等型式和对噪声有特殊要求的通风机。"
  },
  {
    "目录!A1": 43,
    "风机相关标准(公众号：机械大佬群)": "JB/T 8822-1998",
    "淘宝店铺链接": "高温离心通风机技术条件",
    "col4": "规定了高温离心式通风机的技术要求、试验方法、检验规则、保证期、标志、包装及运输。\n适用于输送介质温度为250℃以上，含尘浓度不大于100mg/Nm3，无腐蚀性介质的离心式通风机。"
  },
  {
    "目录!A1": 44,
    "风机相关标准(公众号：机械大佬群)": "JB/T 8940-1999",
    "淘宝店铺链接": "通风机产品型号编制方法",
    "col4": "规定了通风机产品型号的编制方法。\n适用于离心式、轴流式通风机。"
  },
  {
    "目录!A1": 45,
    "风机相关标准(公众号：机械大佬群)": "JB/T 8941.1-1999\n（等同采用ISO1217:1996）",
    "淘宝店铺链接": "一般用途罗茨鼓风机第1部分技术条件",
    "col4": "规定了一般用途罗茨鼓风机（包括单级、双级、成组的正压和负压鼓风机）的要求、试验方法、检验规则、标志、包装、运输、储存、成套供应与保证期。\n适用于输送空气和中性无毒气体的一般用途罗茨鼓风机，进气温度不高于40℃，气体中固体微粒含量不大于100mg/m3，微粒最大尺寸不大于鼓风机气缸内各相对运动部件的最小工作间隙的一半。"
  },
  {
    "目录!A1": 46,
    "风机相关标准(公众号：机械大佬群)": "JB/T 8941.2-1999\n（等同采用ISO1217:1996",
    "淘宝店铺链接": "一般用途罗茨鼓风机第2部分性能试验方法",
    "col4": "规定了一般用途罗茨鼓风机的性能试验方法。\n适用于一般用途罗茨鼓风机的性能试验，输送特殊气体的鼓风机，制造厂和买方可协商参考本标准进行性能试验。"
  },
  {
    "目录!A1": 47,
    "风机相关标准(公众号：机械大佬群)": "JB/T 9099-1999",
    "淘宝店铺链接": "冷却塔轴流通风机技术条件",
    "col4": "规定了冷却塔轴流式通风机的技术要求，试验方法，检验规则及标志、包装与运输和质量保证等。\n适用于环境温度为50℃以下、空气的相对湿度为100%、用作循环水系统的冷却塔强制通风的通风机"
  },
  {
    "目录!A1": 48,
    "风机相关标准(公众号：机械大佬群)": "JB/T 9101-1999\n（参考ISO1940-1：1986）",
    "淘宝店铺链接": "通风机转子平衡",
    "col4": "规定了通风机转子的平衡方法、平衡品质等级、平衡设备精度要求、校正方法及复检的规定。\n适用于离心通风机、轴流通风机转子和叶轮的平衡。"
  },
  {
    "目录!A1": 49,
    "风机相关标准(公众号：机械大佬群)": "SH/T 3170-2011",
    "淘宝店铺链接": "石油化工离心风机工程技术规范",
    "col4": "规定了石油化工离心风机及其系统再设计、制造、检验和试验等方面的最低要求。\n适用于石油化工单级或多级离心风机及其系统设计及设备采购，单级压升不超过25kPa，出口压力不超过0.2MPa(G)，不适用于冷却塔、空冷器、换气用风机。"
  }
];

const FAN_CALCULATION_DATA = {};

if (typeof module !== 'undefined' && module.exports) {
  module.exports = { FAN_PERFORMANCE_DB, FAN_STANDARDS, FAN_CALCULATION_DATA };
}
